Repository: common-repository/quote-requests-for-woocommerce
Catalog: src/languages/quote-requests-for-woocommerce-*.po
Languages: de_de

source: Quote details
de_de: Angebot Details

source: Check status
de_de: Status prüfen

source: Email you used during checkout.
de_de: Die E-Mail, die du bei der Anfrage verwendet hast.

source: Billing email
de_de: Rechnungs-E-Mail-Adresse

source: Found in your quote request confirmation email.
de_de: Du findest es in der Bestätigungs-E-Mail deiner Angebotsanfrage.

source: Quote request number
de_de: Nummer der Angebotsanfrage

source: To check the status of your quote request, please enter your Quote Request Number in the box below and press the "Check status" button. This was given to you on your receipt and in the confirmation email you should have received.
de_de: Um den Status deiner Angebotsanfrage zu überprüfen, gib bitte die Nummer deiner Angebotsanfrage in das unten stehende Feld ein und klicke auf die Schaltfläche "Status prüfen". Diese wurde dir auf deiner Quittung und in der Bestätigungs-E-Mail mitgeteilt, die du erhalten haben solltest.

source: Customer Notes
de_de: Kunden Notizen

source: Price
de_de: Preis

source: Quantity
de_de: Menge

source: Product
de_de: Produkt

source: Valid until:
de_de: Gültig bis:

source: Request Date:
de_de: Anfragedatum:

source: Quote Number:
de_de: Angebotsnummer:

source: Shipping Address:
de_de: Lieferadresse:

source: You can still accept your quote by replying to this email.
de_de: Du kannst dein Angebot immer noch annehmen, indem du auf diese E-Mail antwortest.

source: Just wanted to remind you that your personalized quote for your request #%1$s will expire on %2$s at %3$s. After your quote expires, you will not be able to accept it anymore.
de_de: Wir wollten dich nur daran erinnern, dass dein persönliches Angebot für deine Anfrage #%1$s am %2$s um %3$s abläuft. Nachdem dein Angebot abgelaufen ist, kannst du es nicht mehr annehmen.

source: Please reach out if you wish to submit a new quote request.
de_de: Bitte kontaktiere uns, wenn du eine neue Angebotsanfrage stellen möchtest.

source: You may submit a new quote request at any time.
de_de: Du kannst jederzeit eine neue Angebotsanfrage stellen.

source: Your personalized quote for your request #%s has now expired and you will not be able to accept it anymore.
de_de: Dein personalisiertes Angebot für deine Anfrage #%s ist nun abgelaufen und du kannst es nicht mehr annehmen.

source: Reject
de_de: Ablehnen

source: Please let us know why this quote does not fulfill your expectations
de_de: Bitte teile uns mit, warum dieses Angebot nicht deinen Erwartungen entspricht

source: Reject quote
de_de: Angebot ablehnen

source: Quote updates
de_de: Angebotsaktualisierungen

source: Quote #%1$s was created on %2$s and is currently %3$s.
de_de: Das Angebot #%1$s wurde am %2$s erstellt und ist derzeit %3$s.

source: No quotes have been created for you yet.
de_de: Es wurden noch keine Angebote für Sie erstellt.

source: You have not submitted any quote requests yet.
de_de: du hast noch keine Angebotsanfrage gestellt.

source: Browse products
de_de: Produkte durchsuchen

source: Next
de_de: Weiter

source: Previous
de_de: Zurück

source: %1$s for %2$s item
de_de: %1$s für %2$s Artikel

source: We've finished your personalized quote for your request #%s.
de_de: Wir haben dein persönliches Angebot für deine Anfrage #%s erstellt.

source: Just to let you know &mdash; we've received your quote request #%s, and we will let you know once it is processed:
de_de: Wir haben deine Angebotsanfrage #%s erhalten und werden dich benachrichtigen, sobald sie bearbeitet ist:

source: Hi %s,
de_de: Hallo %s,

source: Notification to let you know &mdash; quote #%1$s belonging to %2$s has been rejected:
de_de: Mitteilung an Sie - Angebot #%1$s von %2$s wurde abgelehnt:

source: You’ve received the following quote request from %s:
de_de: du hast die folgende Angebotsanfrage von %s erhalten:

source: Notification to let you know &mdash; quote request #%1$s belonging to %2$s has been cancelled:
de_de: Mitteilung an Sie - Angebotsanfrage #%1$s von %2$s wurde storniert:

source: %s ago
de_de: vor %s

source: If disabled it will only be possible to create quote requests manually via the admin panel. Enabling this option will let you configure products that customers of your site can create quote requests for themselves.
de_de: Wenn diese Einstellung deaktiviert ist, können Angebotsanfragen nur manuell über das Verwaltungspanel erstellt werden. Wenn Sie diese Einstellung aktivieren, kannst du Produkte konfigurieren, für die Kunden Ihrer Website selbst Angebotsanfragen erstellen können.

source: Enable quote requests from customers?
de_de: Angebotsanfragen von Kunden zulassen?

source: If enabled, the plugin will remove all database data when removed and you will need to reconfigure everything if you install it again at a later time.
de_de: Wenn diese Option aktiviert ist, entfernt das Plugin beim Entfernen alle Datenbankdaten und Sie müssen alles neu konfigurieren, wenn Sie es zu einem späteren Zeitpunkt erneut installieren.

source: Remove all data on uninstallation?
de_de: Alle Daten bei Deinstallation entfernen?

source: Custom content to be included in the footer of all generated PDFs.
de_de: Benutzerdefinierter Inhalt, der in die Fußzeile aller generierten PDFs eingeblendet wird.

source: Footer content
de_de: Inhalt der Fußzeile

source: Include customer notes?
de_de: Kundennotizen einblenden?

source: Include shipping phone number?
de_de: Versandadresse Telefonnummer einblenden?

source: Include shipping address?
de_de: Lieferadresse einblenden?

source: Include billing phone number?
de_de: Rechnungsadresse Telefonnummer einblenden?

source: Include billing email address?
de_de: Rechnungsadresse E-mail einblenden?

source: Store address
de_de: Shop Adresse

source: Enter attachment ID or URL to an image
de_de: Geben Sie Anhang-ID oder URL eines Bildes ein

source: Store logo
de_de: Shoplogo

source: Store name
de_de: Shop-Name

source: Paper orientation
de_de: Ausrichtung des Papiers

source: Paper size
de_de: Papierformat

source: Allow customers to download PDFs via their account area?
de_de: Den Kunden das Herunterladen von PDFs über ihren Kontobereich ermöglichen?

source: Allow guests to download PDFs via the tracking page?
de_de: Erlauben Sie Ihren Gästen, PDFs über die Tracking-Seite herunterzuladen?

source: PDF generation engine
de_de: PDF-Generierungs-Engine

source: Enable the generation of PDF documents?
de_de: Die Erstellung von PDF-Dokumenten aktivieren?

source: PDF Documents
de_de: PDF Dokumente

source: Require a quote rejection reason from customers
de_de: Ablehnungsgrund von Kunden anfordern

source: Page contents: [%s]
de_de: Seiteninhalt: [%s]

source: Quote tracking page
de_de: Angebotsverfolgungsseite

source: Customer message
de_de: Kundennachricht

source: Set to 0 to disable automatic quote expiration. Quotes will then be available forever until manually cancelled or trashed.
de_de: Setzen Sie diesen Wert auf 0, um den automatischen Ablauf von Angeboten zu deaktivieren. Die Angebote sind dann für immer verfügbar, bis sie manuell storniert oder gelöscht werden.

source: For how many days should a quote be available before it expires?
de_de: Wie viele Tage soll ein Angebot verfügbar sein, bevor es abläuft?

source: Expiration
de_de: Ablauf

source: This is where quotes are stored.
de_de: Hier werden Angebote gespeichert.

source: No Quotes found
de_de: Keine Angebote gefunden

source: Search Quotes
de_de: Angebote durchsuchen

source: Sorry, the quote request could not be found. Please contact us if you are having difficulty finding your quote request details.
de_de: Es tut uns leid, die Angebotsanfrage konnte nicht gefunden werden. Bitte kontaktiere uns, wenn du Schwierigkeiten hast, die Details deiner Angebotsanfrage zu finden.

source: Please enter a valid email address.
de_de: Bitte eine gültige E-Mail-Adresse eingeben.

source: Please enter a valid quote request number.
de_de: Bitte eine gültige Angebotsanforderungsnummer eingeben.

source: Failed to delete the quote status page
de_de: Seite für den Angebotsstatus konnte nicht gelöscht werden

source: Failed to create quote status page
de_de: Seite für den Angebotsstatus konnte nicht erstellt werden

source: Failed to set quote status page
de_de: Seite für den Angebotsstatus konnte nicht eingestellt werden

source: Quote request status
de_de: Angebotsstatus

source: Generate PDF
de_de: PDF generieren

source: Invalid quote key.
de_de: Ungültiger Angebotsschlüssel.

source: Quote expired automatically.
de_de: Das Angebot ist automatisch abgelaufen.

source: Failed to reject quote #%1$s. Error message: %2$s
de_de: Das Angebot #%1$s konnte nicht abgelehnt werden. Fehlermeldung: %2$s

source: Failed to accept quote #%1$s. Error message: %2$s
de_de: Das Angebot #%1$s konnte nicht angenommen werden. Fehlermeldung: %2$s

source: Quote request details manually sent to customer.
de_de: Details der Angebotsanfrage wruden manuell an den Kunden gesendet.

source: Reject on behalf of customer
de_de: Ablehnung im Namen des Kunden

source: Accept on behalf of customer
de_de: Annahme im Namen des Kunden

source: Email quote details to customer
de_de: Angebotsdetails per E-Mail an den Kunden senden

source: Resend new quote request notification
de_de: Benachrichtigung über eine neue Angebotsanfrage erneut senden

source: Visit premium support forums
de_de: Premium-Support-Foren besuchen

source: Account
de_de: Konto

source: Visit your account area
de_de: Besuchen Sie Ihren Kontobereich

source: Contact us
de_de: Kontaktieren Sie uns

source: Send us an inquiry
de_de: Senden Sie uns eine Anfrage

source: Visit community forums
de_de: Besuchen Sie das Community Forum

source: Upgrade for premium features
de_de: Upgrade für Premium-Funktionen

source: Settings
de_de: Einstellungen

source: View settings
de_de: Einstellungen ansehen

source: Rejection reason: %s
de_de: Ablehnungsgrund: %s

source: My account
de_de: Mein Konto

source: Invalid quote.
de_de: Ungültiges Angebot.

source: Endpoint for the "My account &rarr; View Quote" page.
de_de: Endpunkt für die Seite "Mein Konto Angebot anzeigen".

source: Quote #%s
de_de: Angebot #%s

source: View quote
de_de: Angebot ansehen

source: Endpoint for the "My account &rarr; Quotes" page.
de_de: Endpunkt für die Seite "Mein Konto Angebote".

source: Quotes (page %d)
de_de: Angebote (Seite %d)

source: Quotes
de_de: Angebote

source: Invalid quote ID.
de_de: Ungültige Angebots-ID.

source: Your quote request could not be cancelled due to an error: %s
de_de: Deine Angebotsanfrage konnte aufgrund eines Fehlers nicht storniert werden: %s

source: Your quote request can no longer be cancelled. Please contact us if you need assistance.
de_de: Deine Angebotsanfrage kann nicht mehr storniert werden. Bitte kontaktiere uns, wenn du Hilfe benötigst.

source: You have rejected quote #%s.
de_de: Du hast Angebot #%s abgelehnt.

source: Your quote could not be rejected due to an error: %s
de_de: Dein Angebot konnte aufgrund eines Fehlers nicht abgelehnt werden: %s

source: Your quote can no longer be rejected. Please contact us if you need assistance.
de_de: Dein Angebot kann nicht mehr abgelehnt werden. Bitte kontaktiere uns, wenn du Hilfe benötigst.

source: Invalid quote request.
de_de: Ungültige Anfrage.

source: You have accepted quote #%s.
de_de: Du hast das Angebot #%s angenommen.

source: Your quote could not be accepted due to an error: %s
de_de: Dein Angebot konnte aufgrund eines Fehlers nicht angenommen werden: %s

source: Your quote can no longer be accepted. Please contact us if you need assistance.
de_de: Dein Angebot kann nicht mehr angenommen werden. Bitte kontaktiere uns, wenn du Hilfe benötigst.

source: Quote rejected on behalf of customer.
de_de: Angebot im Namen des Kunden abgelehnt.

source: Quote rejected by customer.
de_de: Angebot vom Kunden abgelehnt.

source: Cannot reject quote because it's in an invalid status.
de_de: Das Angebot kann nicht abgelehnt werden, da es sich in einem ungültigen Status befindet.

source: Quote accepted on behalf of customer.
de_de: Angebot im Namen des Kunden angenommen.

source: Quote accepted by customer.
de_de: Angebot vom Kunden angenommen.

source: Cannot accept quote because it's in an invalid status.
de_de: Das Angebot kann nicht angenommen werden, da es sich in einem ungültigen Status befindet.

source: Quote request cancelled on behalf of customer.
de_de: Angebotsanfrage im Namen des Kunden storniert.

source: Quote request cancelled by customer.
de_de: Angebotsanfrage vom Kunden storniert.

source: Cannot cancel quote because it's in an invalid status.
de_de: Das Angebot kann nicht storniert werden, da es sich in einem ungültigen Status befindet.

source: Order created from quote #%s.
de_de: Bestellung erstellt aus Angebot #%s.

source: Cannot expire quote because it's in an invalid status.
de_de: Das Angebot kann nicht ablaufen, da es sich in einem ungültigen Status befindet.

source: YYYY-MM-DD
de_de: JJJJ-MM-TT

source: Actions
de_de: Aktionen

source: Total
de_de: Gesamt

source: Date
de_de: Datum

source: Quote
de_de: Angebot

source: Please review your personalized quote before it expires
de_de: Bitte überprüfe dein persönliches Angebot, bevor es abläuft

source: Your {site_title} quote is about to expire!
de_de: Dein {site_title} Angebot läuft in Kürze ab!

source: Number of days before quote expiration that this email should be sent.
de_de: Anzahl der Tage vor Ablauf des Angebots, die diese E-Mail gesendet werden soll.

source: Days before expiration
de_de: Tage vor Ablauf

source: This is a quote notification sent to customers to inform them that their quote is due to expire in a number of days.
de_de: Dies ist eine Angebotsbenachrichtigung, die an Kunden gesendet wird, um sie darüber zu informieren, dass ihr Angebot in einigen Tagen abläuft.

source: Expiring quote reminder
de_de: Erinnerung an auslaufende Angebote

source: Your personalized quote can no longer be accepted
de_de: Dein persönliches Angebot kann nicht mehr angenommen werden

source: Your {site_title} quote has expired!
de_de: Dein {site_title} Angebot ist abgelaufen!

source: This is a quote notification sent to customers to inform them that their quote has expired and can no longer be approved.
de_de: Dies ist eine Angebotsbenachrichtigung, die an Kunden gesendet wird, um sie zu informieren, dass ihr Angebot abgelaufen ist und nicht mehr genehmigt werden kann.

source: Expired quote
de_de: Abgelaufenes Angebot

source: Quote Rejected: #{quote_number}
de_de: Angebot abgelehnt: #{quote_number}

source: [{site_title}]: Quote #{quote_number} has been rejected
de_de: [{site_title}]: Angebot #{quote_number} wurde abgelehnt

source: Rejected quote emails are sent to chosen recipient(s) when a quote is rejected by the customer.
de_de: E-Mails für abgelehnte Angebote werden an ausgewählte Empfänger gesendet, wenn ein Angebot vom Kunden abgelehnt wird.

source: Rejected quote
de_de: Abgelehntes Angebot

source: New Quotation Request: #{quote_number}
de_de: Neue Angebotsanfrage: #{quote_number}

source: [{site_title}]: New quote request #{quote_number}
de_de: [{site_title}]: Neue Angebotsanfrage #{quote_number}

source: New quote request emails are sent to chosen recipient(s) when a new quote request is received.
de_de: E-Mails für neue Angebotsanfragen werden an ausgewählte Empfänger gesendet, wenn eine neue Angebotsanfrage eingegangen ist.

source: New quote request
de_de: Neue Angebotsanfrage

source: Please review your personalized quote
de_de: Bitte prüfe dein persönliches Angebot

source: Your {site_title} quote is ready!
de_de: Dein {site_title} Angebot ist fertig!

source: This is a quote notification sent to customers to inform them that the quote is ready for their approval.
de_de: Dies ist eine Angebotsbenachrichtigung, die an Kunden gesendet wird, um sie darüber zu informieren, dass das Angebot zur Genehmigung bereit ist.

source: Waiting on quote approval
de_de: Warten auf die Genehmigung des Angebots

source: Thank you for your quote request
de_de: Vielen Dank für deine Anfrage

source: Your {site_title} quote request has been received!
de_de: Deine {site_title} Angebotsanfrage ist eingegangen!

source: This is a quote notification sent to customers containing quote details after submitting a request.
de_de: Dies ist eine Angebotsbenachrichtigung, die an Kunden gesendet wird und Details zum Angebot enthält, nachdem sie eine Anfrage eingereicht haben.

source: Processing quote request
de_de: Angebotsanfragebestätigung

source: Quote Cancelled: #{quote_number}
de_de: Angebot storniert: #{quote_number}

source: [{site_title}]: Quote #{quote_number} has been cancelled
de_de: [{site_title}]: Das Angebot #{quote_number} wurde storniert

source: Cancelled quote request emails are sent to chosen recipient(s) when a quote request is cancelled by the customer.
de_de: E-Mails für stornierte Angebotsanfragen werden an ausgewählte Empfänger gesendet, wenn eine Angebotsanfrage vom Kunden storniert wird.

source: Cancelled quote request
de_de: Angebotsanfrage abgebrochen

source: Follow global settings
de_de: Globalen Einstellungen folgen

source: Logged-in customers only
de_de: Nur eingeloggte Kunden

source: Guest customers only
de_de: Nur Gastkunden

source: All customers
de_de: Alle Kunden

source: Customers returned by a custom callback
de_de: Kunden, die von einer benutzerdefinierten PHP-Funktion zurückgegeben wurden

source: Customers in specific user roles only
de_de: Nur Kunden in bestimmten Benutzerrollen

source: If different from the billing address
de_de: Falls abweichend von der Rechnungsadresse

source: This quote will automatically expire on {expiration_date} at {expiration_time}.
de_de: Dieses Angebot wird automatisch am {expiration_date} um {expiration_time} ablaufen.

source: Quote expires automatically
de_de: Das Angebot läuft automatisch ab

source: Customer IP: %s
de_de: Kunden-IP: %s

source: Rejected on %1$s @ %2$s
de_de: Abgelehnt am %1$s um %2$s

source: Accepted on %1$s @ %2$s
de_de: Akzeptiert am %1$s um %2$s

source: Cancelled on %1$s @ %2$s
de_de: Abgebrochen am %1$s um %2$s

source: Expired on %1$s @ %2$s
de_de: Abgelaufen am %1$s um %2$s

source: Customer notes about the order
de_de: Kundenanmerkungen zur Bestellung

source: Customer provided note
de_de: Kundenbemerkungen

source: Customer provided note:
de_de: Anmerkung des Kunden:

source: No shipping address set.
de_de: Keine Lieferadresse angegeben.

source: Copy billing address
de_de: Rechnungsadresse kopieren

source: Load shipping address
de_de: Lieferadresse laden

source: Shipping
de_de: Versand

source: Guest
de_de: Gast

source: Profile &rarr;
de_de: Profil &rarr;

source: View other quotes &rarr;
de_de: Andere Angebote anzeigen &rarr;

source: Customer:
de_de: Kunde:

source: View order &rarr;
de_de: Bestellung anzeigen &rarr;

source: Date created:
de_de: Erstellt am:

source: No billing address set.
de_de: Keine Rechnungsadresse angegeben.

source: Address:
de_de: Adresse:

source: Load billing address
de_de: Rechnungsadresse laden

source: Edit
de_de: Bearbeiten

source: Billing
de_de: Rechnung

source: No custom conditions set for this quote.
de_de: Für dieses Angebot wurden keine individuellen Bedingungen festgelegt.

source: Enter optional conditions for this quote. They will be displayed to the customer before they accept the quote.
de_de: Geben Sie optionale Bedingungen für dieses Angebot ein. Sie werden dem Kunden angezeigt, bevor er das Angebot annimmt.

source: Fulfillment conditions
de_de: Erfüllungsbedingungen

source: Learn more about quotes
de_de: Erfahren Sie mehr über Angebote

source: When you receive a new quote request, it will appear here.
de_de: Wenn Sie eine neue Angebotsanfrage erhalten, wird sie hier angezeigt.

source: <strong>%1$s</strong> requires the %2$s PHP extension to function. Contact your host or server administrator to install and configure the missing extension.
de_de: <strong>%1$s</strong> benötigt die PHP-Erweiterung %2$s, um zu funktionieren. Wenden Sie sich an Ihren Host oder Server-Administrator, um die fehlende Erweiterung zu installieren und zu konfigurieren.

source: <strong>%1$s</strong> may behave unexpectedly because the %2$s PHP extension is missing. Contact your host or server administrator to install and configure the missing extension.
de_de: <strong>%1$s</strong> kann sich unerwartet verhalten, weil die PHP-Erweiterung %2$s fehlt. Wenden Sie sich an Ihren Host- oder Server-Administrator, um die fehlende Erweiterung zu installieren und zu konfigurieren.

source: <strong>%1$s</strong> requires the %2$s PHP function to exist. Contact your host or server administrator to install and configure the missing function.
de_de: <strong>%1$s</strong> benötigt die PHP-Funktion %2$s. Wenden Sie sich an Ihren Host- oder Server-Administrator, um die fehlende Funktion zu installieren und zu konfigurieren.

source: <strong>%1$s</strong> may behave unexpectedly because the %2$s PHP function is missing. Contact your host or server administrator to install and configure the missing function.
de_de: <strong>%1$s</strong> kann sich unerwartet verhalten, weil die PHP-Funktion %2$s fehlt. Wenden Sie sich an Ihren Host- oder Server-Administrator, um die fehlende Funktion zu installieren und zu konfigurieren.

source: %s or higher
de_de: %s oder höher

source: Please contact your hosting provider or server administrator to configure these settings.
de_de: Bitte wenden Sie sich an Ihren Hosting-Provider oder Server-Administrator, um diese Einstellungen zu konfigurieren.

source: <strong>%s</strong> cannot run because the following PHP configuration settings are expected:
de_de: <strong>%s</strong> kann nicht ausgeführt werden, da die folgenden PHP-Konfigurationseinstellungen erwartet werden:

source: Please contact your hosting provider or server administrator to configure these settings. The plugin will attempt to run despite this warning.
de_de: Bitte wenden Sie sich an Ihren Hosting-Provider oder Server-Administrator, um diese Einstellungen zu konfigurieren. Das Plugin wird versuchen, trotz dieser Warnung zu laufen.

source: <strong>%s</strong> may behave unexpectedly because the following PHP configuration settings are expected:
de_de: <strong>%s</strong> kann sich unerwartet verhalten, weil die folgenden PHP-Konfigurationseinstellungen erwartet werden:

source: <strong>%1$s</strong> requires the %2$s plugin to be installed and active. Please install and activate the plugin first.
de_de: <strong>%1$s</strong> erfordert, dass das Plugin %2$s installiert und aktiv ist. Bitte installieren und aktivieren Sie zuerst das Plugin.

source: <strong>%1$s</strong> may behave unexpectedly because the %2$s plugin is either not installed or not active. Please install and activate the plugin first.
de_de: <strong>%1$s</strong> kann sich unerwartet verhalten, weil das Plugin %2$s entweder nicht installiert oder nicht aktiv ist. Bitte installieren und aktivieren Sie zuerst das Plugin.

source: Failed to delete the plugin options from the database
de_de: Das Löschen der Plugin-Optionen aus der Datenbank ist fehlgeschlagen

source: Update
de_de: Aktualisieren

source: A data update is available for <strong>%1$s (v%2$s)</strong>. It is recommended to back up your database before proceeding. Please click the "%3$s" button when ready:
de_de: Ein Datenupdate ist für <strong>%1$s (v%2$s)</strong> verfügbar. Es wird empfohlen, Ihre Datenbank zu sichern, bevor Sie fortfahren. Bitte klicke auf die Schaltfläche "%3$s", wenn Sie bereit sind:

source: Install
de_de: Installieren
