Repository: common-repository/quote-requests-for-woocommerce
Catalog: src/languages/quote-requests-for-woocommerce-*.po
Languages: de_de

source: <strong>%1$s (v%2$s)</strong> needs to run its installation routine before it can be used. Please click the "%3$s" button to proceed:
de_de: <strong>%1$s (v%2$s)</strong> muss seine Installationsroutine ausführen, bevor es verwendet werden kann. Bitte klicke auf die Schaltfläche "%3$s", um fortzufahren:

source: <strong>%1$s (v%2$s)</strong> initialization failed. Please contact us at <strong><a href="mailto:%3$s">%3$s</a></strong> or visit our <strong><a href="%4$s" target="_blank">support website</a></strong> to get help. Please include this error notice in your support query:
de_de: Initialisierung von <strong>%1$s (v%2$s)</strong> ist fehlgeschlagen. Bitte kontaktiere uns unter <strong><a href="mailto:%3$s">%3$s</a></strong> oder besuchen Sie unsere <strong><a href="%4$s" target="_blank">Support-Website</a></strong> um Hilfe zu erhalten. Bitte fügen Sie diese Fehlermeldung Ihrer Support-Anfrage bei:

source: <strong>%1$s</strong> was successfully installed.
de_de: <strong>%1$s</strong> wurde erfolgreich installiert.

source: <strong>%1$s</strong> was successfully updated.
de_de: <strong>%1$s</strong> wurde erfolgreich aktualisiert.

source: <strong>%1$s</strong> failed to complete the installation routine. The error is: %2$s
de_de: Die Installationsroutine von <strong>%1$s</strong> konnte nicht abgeschlossen werden. Der Fehler ist %2$s

source: Please wait...
de_de: Bitte warten...

source: Failed to update permissions
de_de: Aktualisierung der Berechtigungen ist fehlgeschlagen

source: If you need to upgrade your version of PHP you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to <a href="https://wordpress.org/support/article/updating-wordpress/" target="_blank">the Codex</a>.
de_de: Wenn Sie Ihre PHP-Version aktualisieren müssen, kannst du Ihre Hosting-Firma um Hilfe bitten, und wenn Sie Hilfe bei der Aktualisierung von WordPress benötigen, kannst du sich an den <a href="https://wordpress.org/support/article/updating-wordpress/" target="_blank">Codex</a> wenden.

source: You're running version %s
de_de: Sie verwenden die Version %s

source: <strong>%1$s (%2$s)</strong> has encountered an error. Your environment doesn't meet all the system requirements listed below:
de_de: <strong>%1$s (%2$s)</strong> ist auf einen Fehler gestoßen. Ihre Umgebung erfüllt nicht alle der unten aufgeführten Systemanforderungen:

source: It seems like <strong>%s</strong> is corrupted. Please reinstall!
de_de: Es scheint, dass <strong>%s</strong> beschädigt ist. Bitte erneut installieren!
