Repository: common-repository/quote-requests-for-woocommerce
Catalog: src/languages/quote-requests-for-woocommerce-*.po
Languages: de_de

source: You can still accept or reject your quote here: %s
de_de: Du hast noch Zeit, um dein Angebot hier anzunehmen oder abzulehnen: %s

source: You can accept or reject your quote here: %s
de_de: Du kannst dein Angebot hier annehmen oder ablehnen: %s

source: Click here to accept or reject your quote.
de_de: Klicke hier, um dein Angebot anzunehmen oder abzulehnen.

source: Failed to delete product meta data from the database
de_de: Produkt-Metadaten konnten nicht aus der Datenbank gelöscht werden

source: If enabled, you'll be able to create quotes as order children. The order generated by accepting such a quote will be linked back as a child to the quote's parent order.
de_de: Wenn diese Option aktiviert ist, kannst du Angebote als Kinder-Bestellungen erstellen. Die Bestellungen, die durch die Annahme eines solchen Angebots erzeugt wird, wird als verknüpfte Bestellungen mit der übergeordneter Bestellung des Angebots verknüpft.

source: Enable linking quotes to orders?
de_de: Die Verknüpfung von Angeboten mit Bestellungen aktivieren?

source: If enabled, you'll be able to create linked quotes the same way that you can create linked orders.
de_de: Wenn diese Funktion aktiviert ist, kannst du verknüpfte Angebote auf dieselbe Weise erstellen wie verknüpfte Bestellungen.

source: Enable the linking of quotes?
de_de: Die Verknüpfung von Angeboten aktivieren?

source: Add new child Quote
de_de: Neues Angebot-Kind hinzufügen

source: View accepted order
de_de: Akzeptierte Bestellung anzeigen

source: You can accept your quote by replying to this email.
de_de: Du kannst dein Angebot annehmen, indem du auf diese E-Mail antwortest.

source: You can view your quote below. After you've inspected the quote, please let us know if you decide to accept it.
de_de: Du kannst dein Angebot unten ansehen. Nachdem du das Angebot geprüft hast, teile uns bitte mit, ob du es annehmen möchtest.

source: You have cancelled quote request #%s.
de_de: Du hast die Angebotsanfrage #%s storniert.

source: {product_name} has been removed from your cart because it can no longer be purchased. Please contact us if you need assistance.
de_de: {product_name} wurde aus deinem Warenkorb entfernt, da es nicht mehr gekauft werden kann. Bitte kontaktiere uns, wenn du Hilfe benötigst.

# settings section title
source: Customer Requests
de_de: Kundenanfragen

# cart widget
source: Subtotal:
de_de: Zwischensumme:

source: Allow out-of-stock products in quote requests?
de_de: Nicht vorrätige Produkte in Angebotsanfragen zulassen?

source: Hide prices of allowed request products?
de_de: Preise für zulässige Anfrageprodukte ausblenden?

source: If enabled, this setting will attempt to prevent customers from buying allowed quote request products without submitting a quote request first.
de_de: Wenn diese Einstellung aktiviert ist, wird versucht, Kunden daran zu hindern, Produkte zu kaufen, für die eine Angebotsanfrage zulässig ist, ohne zuvor eine Angebotsanfrage zu stellen.

source: Disable purchasing of allowed request products?
de_de: Den Kauf für zulässige Produkte deaktivieren?

source: Hide allowed request products from denied customers?
de_de: Zulässige Anfrageprodukte von verweigerten Kunden ausblenden?

source: Allowed products callback
de_de: Zugelassene Produkte PHP-Funktion

source: Allowed products taxonomies terms
de_de: Zugelassene Begriffe von Produkttaxonomien

source: Choose the user roles that allow a customer to submit quote requests.
de_de: Wählen Sie die Benutzerrollen aus, die es einem Kunden erlauben, Angebotsanfragen zu erstellen.

source: If enabled, customers will not be able to provide a shipping address for their requests.
de_de: Wenn diese Einstellung aktiviert ist, können Kunden keine Lieferadresse für ihre Anfragen angeben.

source: Disable shipping fields?
de_de: Versandfelder deaktivieren?

source: Choose the product tags that make a support product eligible for quote requests.
de_de: Wählen Sie die Produktschlagwörter aus, die ein unterstütztes Produkt für Angebotsanfragen zulässig machen.

source: Allowed products tags
de_de: Zugelassene Produkt-Schlagwörter

source: Choose the product categories that make a support product eligible for quote requests.
de_de: Wählen Sie die Produktkategorien aus, die ein unterstütztes Produkt für Angebotsanfragen zulässig machen.

source: Allowed products categories
de_de: Zugelassene Produktkategorien

source: Choose whether to allow all products to be added to quote requests or to restrict this functionality only to select ones.
de_de: Wählen Sie, ob alle Produkte zu Angebotsanfragen hinzugefügt werden können oder ob diese Funktion nur für bestimmte Produkte gelten soll.

source: Allow quote requests for
de_de: Angebotsanfragen zulassen für

source: Choose whether to allow quote requests for all customers or whether to restrict this functionality only to select ones.
de_de: Wählen Sie, ob Sie Angebotsanfragen für alle Kunden zulassen oder ob Sie diese Funktion nur auf ausgewählte Kunden beschränken möchten.

source: Allow quote requests to be made by
de_de: Erlauben Sie Angebotsanfragen von

source: Customer Requests
de_de: Kundenanfragen

source: Hidden product price disclaimer
de_de: Haftungsausschluss für versteckte Produktpreise

source: Outputted on the request list, account area, tracking page, and emails.
de_de: Wird in der Anfrageliste, im Kontobereich, auf der Tracking-Seite und in E-Mails ausgegeben.

source: Price subject to change disclaimer
de_de: Preisänderungen vorbehalten Haftungsausschluss

source: Request Messages
de_de: Nachrichten der Anfragen

source: If enabled, allowed customers will be able to submit quote requests by adding allowed products to their cart and proceeding through the regular checkout page without payment.
de_de: Wenn diese Einstellung aktiviert ist, können zugelassene Kunden Angebotsanfragen stellen, indem sie zugelassene Produkte in ihren Einkaufswagen legen und die reguläre Kassenseite ohne Zahlung durchlaufen.

source: Text displayed inside the add-to-list button
de_de: Text, der innerhalb der Schaltfläche "Zur Liste hinzufügen" angezeigt wird

source: Request Lists
de_de: Anfrage-Listen

source: Shown to customers if a product they added to the request list is no longer purchasable.
de_de: Wird dem Kunden angezeigt, wenn ein Produkt, das er der Anfrageliste hinzugefügt hat, nicht mehr kaufbar ist.

source: Removed from request list if no longer purchasable
de_de: Aus Anfrageliste entfernt, wenn nicht mehr kaufbar

source: Shown to customers if a product they added to the cart is no longer purchasable.
de_de: Wird dem Kunden angezeigt, wenn ein Produkt, das er in den Warenkorb gelegt hat, nicht mehr gekauft werden kann.

source: Removed from cart if purchasing disabled
de_de: Aus dem Warenkorb entfernt, wenn Kauf deaktiviert

source: Cannot add to cart because cart is used as request list
de_de: Kann nicht zum Warenkorb hinzugefügt werden, da der Warenkorb als Anfrageliste verwendet wird

source: Shown if the customer tries to add a product to their quote request list cart while the cart contains non-request items.
de_de: Wird angezeigt, wenn der Kunde versucht, ein Produkt zu seinem Einkaufswagen für die Angebotsanfrage hinzuzufügen, während der Einkaufswagen Einkaufsartikel enthält.

source: Cannot add to cart because cart is used for shopping
de_de: Kann nicht zum Warenkorb hinzugefügt werden, da der Warenkorb zum Einkaufen verwendet wird

source: Request List Messages
de_de: Nachrichten der Anfrageliste

source: Leave empty to disable.
de_de: Zum Deaktivieren leer lassen.

source: Shown to customers while viewing the quote in their account area and on the tracking page.
de_de: Wird dem Kunden bei der Anzeige des Angebots in seinem Kontobereich und auf der Tracking-Seite angezeigt.

source: Add to list text
de_de: In die Liste Text

source: Allow requests when out-of-stock?
de_de: Anfragen zulassen, wenn nicht vorrätig?

source: Hide price if allowed?
de_de: Preis ausblenden, wenn zulässig?

source: Disable purchasing if allowed?
de_de: Einkauf deaktivieren, wenn zulässig?

source: Hide from unauthorized customers?
de_de: Vor unbefugten Kunden verstecken?

source: Allowed customers callback
de_de: Zulässige Kunden-Funktion

source: Allowed customers user roles
de_de: Zulässige Kunden-Benutzerrollen

source: Allowed customers
de_de: Zulässige Kunden

source: Choose whether this product can be added by customers to quote requests or not.
de_de: Wählen Sie, ob dieses Produkt von Kunden zu Angebotsanfragen hinzugefügt werden kann oder nicht.

source: Is allowed product?
de_de: Ist das Produkt zulässig?

source: Quote Requests
de_de: Angebotsanfragen

source: Please choose product options by visiting <a href="%1$s" title="%2$s">%2$s</a>.
de_de: Produktoptionen auswählen unter <a href="%1$s" title="%2$s">%2$s</a>.

source: Your quote request list has been updated.
de_de: Deine Angebotsanfrageliste wurde aktualisiert.

source: %s removed.
de_de: %s entfernt.

source: Quote request list
de_de: Angebotsanfrageliste

source: Quantity: %s
de_de: Menge: %s

source: [Quote Request #%s]
de_de: [Angebotsanfrage #%s]

source: Quote request received
de_de: Angebotsanfrage erhalten

source: Your quote request
de_de: Deine Angebotsanfrage

source: Proceed to submit quote request
de_de: Mit der Angebotsanfrage fortfahren

source: Quote request totals
de_de: Gesamtsumme der Angebotsanfrage

source: Projected total
de_de: Voraussichtlicher Gesamtbetrag

source: Projected subtotal:
de_de: Voraussichtliche Zwischensumme:

source: Quote request list updated.
de_de: Angebotsanfrageliste aktualisiert.

source: Update quote request list
de_de: Angebotsanfrageliste aktualisieren

source: Projected price
de_de: Voraussichtlicher Preis

source: View quote request
de_de: Angebotsanfrage anzeigen

source: You cannot add that amount to your quote request list &mdash; we have %1$s in stock and you already have %2$s in your list.
de_de: Du kannst diesen Betrag nicht zu deiner Angebotsanforderungsliste hinzufügen - wir haben %1$s auf Lager und du hast bereits %2$s in deiner Lieste.

source: You cannot add that amount of &quot;%1$s&quot; to your quote request list because there is not enough stock (%2$s remaining).
de_de: Du kannst diese Menge von &quot;%1$s&quot; nicht zu deiner Angebotsanforderungsliste hinzufügen, da nicht genügend Bestand (%2$s) vorhanden ist.

source: You cannot add &quot;%s&quot; to your quote request list because the product is out of stock.
de_de: Du kannst &quot;%s&quot; nicht zu deiner Angebotsanforderungsliste hinzufügen, da das Produkt nicht mehr auf Lager ist.

source: You cannot add another "%s" to your quote request list.
de_de: Du kannst keine weiteren "%s" zu deiner Angebotsanforderungsliste hinzufügen.

source: Item
de_de: Artikel

source: Cannot view hidden prices because of invalid status.
de_de: Versteckte Preise können nicht angezeigt werden, da der Status ungültig ist.

source: Submit quote request
de_de: Angebotsanfrage einreichen

source: Shipping details
de_de: Versanddetails

source: Projected subtotal
de_de: Voraussichtliche Zwischensumme

source: Your quote request list is currently empty.
de_de: Deine Angebotsanfrageliste ist derzeit leer.

source: All supported products
de_de: Alle unterstützten Produkte

source: Request quote
de_de: Angebot anfordern

source: subject to change until quote is created
de_de: Änderungen vorbehalten, bis das Angebot erstellt ist

source: Never allow requests for this product
de_de: Niemals Anfragen für dieses Produkt zulassen

source: Always allow requests for this product
de_de: Anfragen für dieses Produkt immer zulassen

source: available after quote is created
de_de: verfügbar, nachdem das Angebot erstellt wurde

# pdf title
source: Quote
de_de: Angebot

# settings section title
source: Integrations
de_de: Integrationen

# settings section title
source: General
de_de: Allgemein

# post status label including post count
source: Cancelled <span class="count">(%s)</span>
de_de: Storniert <span class="count">(%s)</span>

# post status label including post count
source: Accepted by customer <span class="count">(%s)</span>
de_de: Vom Kunden akzeptiert <span class="count">(%s)</span>

# post status label including post count
source: Rejected by customer <span class="count">(%s)</span>
de_de: Vom Kunden abgelehnt <span class="count">(%s)</span>

# post status label including post count
source: Expired <span class="count">(%s)</span>
de_de: Abgelaufen <span class="count">(%s)</span>

# post status label including post count
source: Waiting on customer <span class="count">(%s)</span>
de_de: Warten auf den Kunden <span class="count">(%s)</span>

# post status label including post count
source: New request <span class="count">(%s)</span>
de_de: Neue Anfrage <span class="count">(%s)</span>

# custom post type argument
source: Parent Quotes
de_de: Übergeordnete Angebote

# custom post type argument
source: No Quotes found in trash
de_de: Keine Angebote in Papierkorb gefunden

# custom post type argument
source: View Quote
de_de: Angebot ansehen

# custom post type argument
source: New Quote
de_de: Neues Angebot

# custom post type argument
source: Edit Quote
de_de: Angebot bearbeiten

# custom post type argument
source: Edit
de_de: Bearbeiten

# custom post type argument
source: Add New Quote
de_de: Neues Angebot hinzufügen

# custom post type argument
source: Add Quote
de_de: Angebot hinzufügen

# meta box title
source: Quote Data
de_de: Angebot Details

# meta box title
source: Expiration
de_de: Ablauf

# meta box title
source: Conditions
de_de: Bedingungen

# quote status
source: Cancelled
de_de: Abgebrochen

# quote status
source: Accepted by customer
de_de: Vom Kunden akzeptiert

# quote status
source: Rejected by customer
de_de: Vom Kunden abgelehnt

# quote status
source: Expired
de_de: Abgelaufen

# quote status
source: Waiting on customer
de_de: Warten auf den Kunden

# quote status
source: New request
de_de: Neue Anfrage

# table heading
source: Cancelled Date
de_de: Stornierungsdatum

# table heading
source: Expired Date
de_de: Abgelaufendatum

# table heading
source: Rejected Date
de_de: Ablehnungsdatum

# table heading
source: Accepted Date
de_de: Genehmigungsdatum

# table heading
source: Expiring Date
de_de: Ablaufdatum

# account actions
source: Cancel
de_de: Abbrechen

# account actions
source: Reject
de_de: Ablehnen

# account actions
source: Accept
de_de: Akzeptieren

# account actions
source: View order
de_de: Bestellung ansehen

# account actions
source: View
de_de: Anzeigen

source: Supported products that have certain tags assigned
de_de: Unterstützte Produkte, denen bestimmte Schlagwörter zugewiesen sind

source: Supported products that have certain categories assigned
de_de: Unterstützte Produkte, denen bestimmte Kategorien zugeordnet sind

source: Supported products returned by a custom callback
de_de: Unterstützte Produkte, die von einer benutzerdefinierten PHP-Funktion zurückgegeben werden

source: Supported products that have certain terms from custom taxonomies assigned
de_de: Unterstützte Produkte, denen bestimmte Begriffe aus benutzerdefinierten Taxonomien zugeordnet sind

# settings
source: Quotes
de_de: Angebote

# settings
source: No
de_de: Nein

# settings
source: Yes
de_de: Ja

# page orientation
source: Landscape
de_de: Querformat

# page orientation
source: Portrait
de_de: Hochformat

# quote-expiration-settings
source: On a given date
de_de: An einem bestimmten Datum

# quote-expiration-settings
source: Never
de_de: Niemals

# quote data meta-box column
source: General
de_de: Allgemein

source: A WooCommerce extension for allowing customers to submit quote requests to get customized prices before placing their orders.
de_de: Eine WooCommerce-Erweiterung, die es Kunden ermöglicht, Angebotsanfragen zu stellen, um individuelle Preise zu erhalten, bevor sie ihre Bestellung aufgeben.

source: Quote Requests for WooCommerce
de_de: Angebotsanfragen für WooCommerce

source: Available on backorder
de_de: Verfügbar auf Nachbestellung

source: Remove this item
de_de: Diesen Artikel entfernen

source: Return to shop
de_de: Zurück zum Shop

source: Get list should not be called before the wp_loaded action.
de_de: Get list sollte nicht vor der Aktion wp_loaded aufgerufen werden.

source: If enabled, customers will be able to add products to a quote request even if they are marked as out-of-stock internally.
de_de: Wenn diese Einstellung aktiviert ist, können Kunden Produkte zu einer Angebotsanfrage hinzufügen, auch wenn sie intern als nicht vorrätig markiert sind.

source: If enabled, this setting will attempt to hide the prices of allowed quote request products from the front-end of the site.
de_de: Wenn diese Einstellung aktiviert ist, wird versucht, die Preise der zulässigen Angebotsanfrageprodukte aus dem Front-End der Website auszublenden.

source: If enabled, this setting will attempt to prevent customers that can not submit quote requests from viewing the product pages of allowed quote request products and from finding them in product loops.
de_de: Wenn diese Einstellung aktiviert ist, wird versucht zu verhindern, dass Kunden, die keine Angebotsanfragen einreichen können, die Produktseiten von Produkten zu für Angebotsanfragen zulässig sind, anzeigen und diese in Produktschleifen finden.

source: Type the name of the PHP function that will return the quote products IDs.
de_de: Geben Sie den Namen der PHP-Funktion ein, die die IDs der zulässigen Produkte zurückgeben soll.

source: Write your custom taxonomies terms comma-separated in the format {taxonomy-slug}:{term-id}.
de_de: Geben Sie Ihre benutzerdefinierten Taxonomiebegriffe kommagetrennt im Format {taxonomy-slug}:{term-id} ein.

source: Type the name of the PHP function that will return the customers IDs.
de_de: Geben Sie den Namen der PHP-Funktion ein, die die Kunden-IDs zurückgeben soll.

source: Page contents: [%1$s] [%2$s]
de_de: Inhalt der Seite: [%1$s] [%2$s]

source: Request list page
de_de: Seite der Anfrageliste

source: Use cart as request list?
de_de: Warenkorb als Anfrageliste verwenden?

source: Choose whether to allow customers to make quote requests for this product even when it is out-of-stock.
de_de: Wählen Sie, ob Kunden Angebotsanfragen für dieses Produkt stellen können, auch wenn es nicht vorrätig ist.

source: Choose whether to try hiding this product's prices from the front-end of the site.
de_de: Wählen Sie, ob die Preise für dieses Produkt aus dem Front-End der Website ausgeblendet werden sollen.

source: Choose whether to disable purchasing of this product without submitting a quote request first.
de_de: Wählen Sie, ob Sie den Kauf dieses Produkts ohne vorherige Angebotsanfrage deaktivieren möchten.

source: Choose whether to try and hide this product from customers that aren't allowed to add it to quote requests.
de_de: Wählen Sie, ob dieses Produkt vor Kunden verborgen werden soll, die es nicht zu Angebotsanfragen hinzufügen dürfen.

source: Leave empty to use the global default.
de_de: Leer lassen, um den globalen Standard zu verwenden.

source: Choose which customers can create quote requests containing this product.
de_de: Wählen Sie aus, welche Kunden Angebotsanfragen für dieses Produkt erstellen können.

source: Available placeholders: %l.
de_de: Verfügbare Platzhalter: %l.

source: Shown if a product added to the request list has since been modified, e.g. its type or attributes.
de_de: Wird angezeigt, wenn ein Produkt, das der Anfrageliste hinzugefügt wurde, inzwischen geändert wurde, z. B. sein Typ oder seine Attribute.

source: Removed from request list if modified
de_de: Aus der Anfrageliste entfernt, wenn geändert

source: Shown if a product added to the request list is no longer available or if the customer is no longer allowed to submit requests for it.
de_de: Wird angezeigt, wenn ein Produkt, das der Anfrageliste hinzugefügt wurde, nicht mehr verfügbar ist oder wenn der Kunde keine Anfragen mehr für dieses Produkt stellen darf.

source: Removed from request list if ineligible
de_de: Aus der Anfrageliste entfernt, wenn nicht zulässig

source: Shown if the customer tries to add a product to their cart while the cart is being used as a quote request list.
de_de: Wird angezeigt, wenn der Kunde versucht, ein Produkt zu seinem Warenkorb hinzuzufügen, während der Warenkorb als Angebotsanfrageliste verwendet wird.

source: Failed to delete the quote requests page
de_de: Seite für die Angebotsanfrage konnte nicht gelöscht werden

source: Failed to create quote request page
de_de: Seite für die Angebotsanfrage konnte nicht erstellt werden

source: Failed to set quote request page
de_de: Seite für die Angebotsanfrage konnte nicht eingestellt werden

source: %s has been added to your quote request list.
de_de: %s wurde zu deiner Angebotsanforderungsliste hinzugefügt.

source: Sorry, this product is unavailable. Please choose a different combination.
de_de: Dieses Produkt ist leider nicht verfügbar. Bitte wählen Sie eine andere Kombination.

source: Please select some product options before adding this product to your quote request list.
de_de: Bitte wählen Sie einige Produktoptionen aus, bevor Sie dieses Produkt in die Angebotsanfrageliste aufnehmen.

source: Notes about your request, e.g. special notes for delivery.
de_de: Anmerkungen zu deiner Anfrage, z. B. besondere Hinweise zur Lieferung.

source: Quote request notes
de_de: Anmerkungen zur Angebotsanfrage

source: Additional information
de_de: Zusätzliche Information

source: Billing details
de_de: Rechnungsdetails

source: Billing &amp; Shipping
de_de: Rechnung &amp; Versand

source: {product_name} has been removed from your quote request list because it has since been modified. You can add it back to your list <a href="{product_url}">here</a>.
de_de: {product_name} wurde aus deiner Angebotsanfragefrage entfernt, da sie inzwischen geändert wurde. Du kannst es <a href="{product_url}">hier</a> wieder zu deiner Liste hinzufügen.

source: {product_name} has been removed from your quote request list because it can no longer be purchased. Please contact us if you need assistance.
de_de: {product_name} wurde aus deiner Angebotsanfrageliste entfernt, da es nicht mehr gekauft werden kann. Bitte kontaktiere uns, wenn du Hilfe benötigst.

source: {product_name} has been removed from your quote request list because it is no longer eligible for quote requests. Please contact us if you need assistance.
de_de: {product_name} wurde aus deiner Angebotsanfrageliste entfernt, da es nicht mehr für Angebotsanfragen in Frage kommt. Bitte kontaktiere uns, wenn du Hilfe benötigst.

source: {product_name} cannot be added to your quote request list because your cart contains shopping items. Please clear your cart first.
de_de: {product_name} kann nicht zu deiner Angebotsanfrageliste hinzugefügt werden, da dein Warenkorb Einkaufsartikel enthält. Bitte leere zuerst deinen Warenkorb.

source: {product_name} cannot be added to your cart because it contains quote request items. Please clear your cart first.
de_de: {product_name} kann nicht in deinem Einkaufswagen gelegt werden, da er Artikel für Angebotsanfragen enthält. Bitte leere zuerst deinen Warenkorb.

source: Quote request details
de_de: Details der Angebots-Anfrage

source: Quote request number:
de_de: Nummer der Angebotsanfrage:

source: Thank you. Your quote request has been received.
de_de: Vielen Dank. Deine Angebotsanfrage ist eingegangen.

source: There are actions available for this quote request. You can perform them <a href="%s">in your account area</a>.
de_de: Für diese Angebotsanfrage sind verschiedene Aktionen verfügbar. Du kannst sie <a href="%s">in deinem Kontobereich</a> durchführen.

source: Available actions
de_de: Verfügbare Aktionen

source: Note:
de_de: Hinweis:
